app/controllers/school_classes_controller.rb

    def create
        @school_class = SchoolClass.create(school_class_params)
---
INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-02-04 19:56:27.028378"], ["updated_at", "2020-02-04 19:56:27.028378"]]